tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
cask_args appdir: "~/Applications"

brew 'apollo-cli'
brew 'autojump'
brew 'awscli'
brew 'bash-completion'
brew 'bash'
brew 'colordiff'
brew 'curl'
brew 'diff-so-fancy'
brew 'ffmpeg'
brew 'git'
brew 'gnupg'
brew 'grep'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'mas'
brew 'mongodb'
brew 'node'
brew 'nvm'
brew 'raycast'
brew 'ruby'
brew 'shellcheck'
brew 'stow'
brew 'tldr'
brew 'tree'
brew 'vim'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'zsh'

cask 'android-file-transfer'
cask 'aws-vault'
cask 'docker'
cask 'iterm2'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'handbrake'
cask 'recordit'
cask 'robo-3t'
cask 'mullvadvpn'
cask 'postman'
cask 'sketch'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'spotify-now-playing'
cask 'skype'
cask 'transmission'
cask 'visual-studio-code'
cask 'vlc'